---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.FailedToChangeGroupLevelRef
source: html/8b801aec-9e69-acf7-3060-5592e9fd4f41.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.FailedToChangeGroupLevelRef Property

Unable to change group level ref.

## Syntax (C#)
```csharp
public static FailureDefinitionId FailedToChangeGroupLevelRef { get; }
```